<?php

$mh_lang = array(
	'functions_31'          =>      "Неустановлен модуль MaHarder Assets. Последняя версия: <a href=\"https://github.com/Gokujo/myAssetsDLE\">https://github.com/Gokujo/myAssetsDLE</a>",
	'functions_30'          =>      "Инструкции по установке и обновлению, а так-же документация...",
	'functions_29'          =>      "Версия",
	'functions_28'          =>      "Связь",
	'functions_27'          =>      "Изменения",
	'functions_26'          =>      "Выбрать",
	'functions_25'          =>      "Автор",
    'functions_24'          =>      "Настройки",
    'functions_23'          =>      "<strong>Финансовая поддержка (Добровольная)</strong>:",
    'functions_22'          =>      "<strong>Телеграм</strong>:",
    'functions_21'          =>      "<strong>Автор</strong>:",
    'functions_20'          =>      "<strong>Авторство</strong>:",
    'functions_19'          =>      "Требование о помощи, если третья сторона модифицировала модуль",
    'functions_18'          =>      "Удаление копирайтов",
    'functions_17'          =>      "Публикация модуля, если он доступен бесплатно, без указания автора в сети",
    'functions_16'          =>      "Публикацию адаптаций в сети без согласия автора",
    'functions_15'          =>      "Требование невозможного",
    'functions_14'          =>      "Присвоение авторских прав",
    'functions_13'          =>      "<strong>Вы НЕ имеете права:</strong>",
    'functions_12'          =>      "Публикацию модуля в сети, если он доступен бесплатно на сайте автора",
    'functions_11'          =>      "Предложение идей через контактные пути, которые были указаны выше",
    'functions_10'          =>      "Адаптацию дизайна",
    'functions_09'          =>      "Адаптацию функциональности",
    'functions_08'          =>      "Получение помощи другими способами, которые были согласованы с автором",
    'functions_07'          =>      "Получение помощи на <a href=\"\\helplink\" target=\"_blank\" rel=\"noopener\">форуме</a>, на <a href=\"\\sitelink\" target=\"_blank\" rel=\"noopener\">сайте</a> или в <a href=\"https://t.me/MaHarder\" target=\"_blank\" rel=\"noopener\">Telegram'е</a> автора.",
    'functions_06'          =>      "<strong>Вы имеете право на</strong>:",
    'functions_05'          =>      "Если вы приобрели этот модуль, то автор при небольших обстоятельствах предоставляет немедленную помощь, в противном случае она будет выполнена при первой возможности. Помощь принимается немедленно.",
    'functions_04'          =>      "Для бесплатных модулей автор помогает <strong>только</strong> в свободное время вне его рабочего времени. Эта помощь предоставляется на <strong>бесплатной</strong> основе и только в кодировке <strong>UTF-8</strong>.",
    'functions_03'          =>      "Документация",
    'functions_02'          =>      "Всегда актуальная документация: ",
    'functions_01'          =>      "Тех. поддержка",

    'save'                  =>      "Сохранить",

);

?>